[M_Ep16_LockAndLoad MissionDefinition]
TurnInDescription="Thanks to the brick ball and the ability to attack the big man, you now have something in the world [place]Hyperion Data Storage[-place] And know where the hero's body is buried "

[M_Ep16_LockAndLoad:DestroyAirDefensesSet MissionObjectiveSetDefinition]
MissionDescriptionOverride="When Mordecai finds enough soldiers, he decides to find Jack. [place]Hyperion storage[-place] They got what they wanted, but they needed explosives to get in there. Burke thought he might explode from the thief. [place]slow cooking[-place]. Vets plan to remove exploding monkey from sawtooth. But he could not be sent until the sky cleared. They are ordering you to destroy all enemies in the area.."

[M_Ep16_LockAndLoad:DestroyCopterTargetSet MissionObjectiveSetDefinition]
MissionDescriptionOverride="When Mordecai found Jack's grave, he decided to look for it. That's good [place]Properties of Hyperion[-place] We need knowledge, but we need inner understanding. He thinks that these balls can be made by thieves. [place]fire protection[-place]. It is in Isaac. Unfortunately, King Pet Thief has blocked the elevator to prevent you from entering. The Rockets are known to end up scoring goals. After the Boombringer goes down, the battle will prompt you to drop the car into the elevator to clear it.."

[M_Ep16_LockAndLoad:FindUndergroundSet MissionObjectiveSetDefinition]
MissionDescriptionOverride="Mordecai decides to find Jack if he knows where the soldiers are buried [place]Hyperion database[-place] All the important information is there. But there are balls to get into. Sengal believes these balls can be found on tape. [place]green leaves[-place]. He was hit with explosives. [place]Orc tower[-place]. You have to go through the elevator to get to them.."

[M_Ep16_LockAndLoad:GoToCraterLakeSet MissionObjectiveSetDefinition]
MissionDescriptionOverride="Mordecai decided that if he could find where the hero was buried, he could also find Jack. Hello [place]Description of Hyperion Palisades[-place] The information you need is there, but you'll need dynamite to get it. Burke believed the explosives may have been obtained by thieves [place]saw a shot[-place]. Explosives were stored on the top floor of the camp. I should give them a tour."

[M_Ep16_LockAndLoad:GoToResevoirSet MissionObjectiveSetDefinition]
MissionDescriptionOverride="Mordecai decides that if he can find where the hero is hiding, he will also find Jack. And: [place]Information about Hyperion Stockade[-place] He has the information he needs, but he needs explosives to get inside. Burke believes he can get the bomb from the criminals. [place]See the teeth[-place]. The bomb was discovered. [place]Hell Tower[-place], But the elevator is closed. Brick has a memory. If you manage to destroy the Bombringer, Mortar, the Saw family leader's favorite brunette, will be so enraged that he will rush into the elevator and kill you. From here you can go up by killing Tormi. [place]Hell Tower[-place]."

[M_Ep16_LockAndLoad:RideElevatorSet MissionObjectiveSetDefinition]
MissionDescriptionOverride="Mordecai decides that if you find the soldiers' graves, you will find Jack. Those people [place]Hyperion statistics[-place] You have the information you need, but there are a few things you need to know. Imagine if you could get these fireworks from a thief [place]He saw the toothpick[-place]. Arms are placed at the head of the army. The pools are closed, you can take the elevator and leave."

[M_Ep16_LockAndLoad:StealMunitionsSet MissionObjectiveSetDefinition]
MissionDescriptionOverride="Mordecai decided that if he found where the hero was hiding, he would also find Jack. me too [place]Hyperion Info price history[-place] You have the information you need, but you need to log in to get it. Brick thinks you can get these explosives from the pirates [place]Blame it on Saturday[-place]. Bata plans to bring Sawtooth's explosives through the barrier, but you'll need to tag him to catch him.."
